{
    "Be": "Soyez",
    "Discover and book beauty & wellness professionals near you": "Découvrez et réservez des professionnels de la beauté et du bien-être près de chez vous",
    "Choose City:": "Choisissez une ville:",
    "Select a city": "Sélectionnez une ville",
    "Recommended": "Recommandé",
    "Turn on location services": "Activez les services de localisation",
    "Get recommendations of great businesses! Turn on location services so we can show you what's nearby": "Recevez des recommandations de bonnes affaires ! Activez les services de localisation pour que nous puissions vous montrer ce qui est à proximité",
    "SEARCH NEAR ME": "CHERCHER PRÈS DE CHEZ MOI",
    "Not Now": "Pas maintenant",
    "Appointments done better": "Rendez-vous mieux faits",
    "Looking for your next appointment with a local barber, hair stylist, massage therapist or nail artist? Need appointment booking for a beard trim, an eyebrow wax, or a deep tissue massage?": "Vous cherchez votre prochain rendez-vous avec un barbier local? Besoin de réserver pour une taille de barbe, une épilation des sourcils ou une coupe de cheveux?",
    "BookMyBarber is a free beauty scheduling app and makes appointments easy to find and book within seconds. No more phone tag. Book anytime, from anywhere, 24/7.": "BookMyBarber est une application gratuite de planification de la beauté et permet de trouver et de réserver des rendez-vous facilement en quelques secondes. Plus besoin de taguer au téléphone. Réservez à tout moment, de n'importe où, 24h/24 et 7j/7.",
    "Discover top businesses in your area and book instantly with BookMyBarber.": "Découvrez les meilleures entreprises de votre région et réservez instantanément avec BookMyBarber.",
    "Something come up? We've got you.": "Un imprévu ? Nous sommes là pour vous.",
    "Download BookMyBarber, a free online appointment booking app, and manage your appointments from anywhere. Reschedule or cancel without picking up the phone.And because we know life gets busy, we'll send you reminders. You'll never forget or miss out on another appointment.": "Téléchargez BookMyBarber, une application gratuite de réservation de rendez-vous en ligne, et gérez vos rendez-vous de n'importe où. Replanifiez ou annulez sans décrocher le téléphone. Et parce que nous savons que la vie est occupée, nous vous enverrons des rappels. Vous n'oublierez ou ne manquerez jamais un autre rendez-vous.",
    "Book with the best, near you": "Réservez avec les meilleurs, près de chez vous",
    "Take a scroll around the block to see top health and beauty businesses on BookMyBarber's marketplace.": "Faites le tour du quartier pour voir les meilleures entreprises de santé et de beauté sur le marché de BookMyBarber.",
    "Check out their vibe from their business profile and hear what other people are saying with verified reviews. You can even look through their portfolio of work.": "Découvrez leur ambiance à partir de leur profil d'entreprise et écoutez ce que les autres disent avec des avis vérifiés. Vous pouvez même consulter leur portfolio de travaux.",
    "Save time and leave the stress to someone else. With BookMyBarber, setting up your next beauty appointment is free and easy.": "Gagnez du temps et laissez le stress à quelqu'un d'autre. Avec BookMyBarber, la planification de votre prochain rendez-vous beauté est gratuite et facile.",
    "Find your BookMyBarber Specialist By City": "Trouvez votre spécialiste BookMyBarber par ville",
    "brave": "courageux",
  "bold": "audacieux",
  "yourself": "toi-même",
  "confident": "confiant",
  "colorful": "coloré",
  "free": "libre",
  "Barbers":"Coiffeurs",
    "BarberShops Around you": "BarberShops près de chez vous",
    "What Services Do Barbers Provide?": "Quels services les barbiers fournissent-ils?",
    "How to Find the Best Barber?": "Comment trouver le meilleur barbier?",
    "Use GoMyBarber to find the best barbershop near you! If you're looking for a hot shave, fade, or buzz cut, then barbershop is the perfect place for you. Use our platform, to easily compare prices of different barbershops in your area. We make it effortless to find the perfect barbershop that meets your needs and price range. You can use GoMyBarber to schedule an appointment online. There's even an option to request specific staff members. Our platform takes all the stress out of finding a barber. We're your one-stop shop for finding": "Utilisez GoMyBarber pour trouver le meilleur barbershop près de chez vous ! Si vous cherchez un rasage à chaud, une coupe dégradée ou une coupe buzz, alors le barbershop est l'endroit idéal pour vous. Utilisez notre plateforme pour comparer facilement les prix des différents barbershops de votre région. Nous facilitons la recherche du barbershop parfait qui répond à vos besoins et à votre budget. Vous pouvez utiliser GoMyBarber pour prendre rendez-vous en ligne. Il y a même une option pour demander des membres du personnel spécifiques. Notre plateforme supprime tout le stress de la recherche d'un barbier. Nous sommes votre guichet unique pour trouver",
    "quality barbershops": "des barbershops de qualité",
    "A barber is a professional who cuts or styles hair and grooms beards, mustaches, and goatees.": "Un barbier est un professionnel qui coupe ou coiffe les cheveux et entretient les barbes, les moustaches et les boucs.",
    "Barbershops are an old American tradition.": "Les barbershops sont une vieille tradition américaine.",
    "As a result, many barbers offer classic and retro-style haircuts. Barbers can also shave, shampoo, and color their client's hair and beards. Barbers are also known for their customer service skills and personability. If your beard is getting out of control or you want a professional to shave the hair off the back of your neck,": "En conséquence, de nombreux barbiers proposent des coupes de cheveux classiques et rétro. Les barbiers peuvent également raser, shampooing et colorer les cheveux et les barbes de leurs clients. Les barbiers sont également connus pour leurs compétences en service à la clientèle et leur convivialité. Si votre barbe devient incontrôlable ou si vous voulez qu'un professionnel rase les cheveux sur votre nuque,",
    "a visit to a barber is perfect": "une visite chez un barbier est parfaite",
    "At GoMyBarber, we make finding the perfect barbershop a total breeze. You can instantly view all the barbershops that are close to your home. You can check out their prices, services offered, and more. When looking for a barber, you should consider a few things. Take into consideration your price range, the location, reviews, and the services offered.": "Chez GoMyBarber, nous rendons la recherche du barbershop parfait très facile. Vous pouvez instantanément voir tous les barbershops proches de chez vous. Vous pouvez vérifier leurs prix, les services offerts, et plus encore. Lors de la recherche d'un barbier, vous devez prendre en compte quelques éléments. Prenez en considération votre budget, l'emplacement, les avis et les services offerts.",
  "BarberShops in": "BarberShops dans",
  "Neighborhoods in":"Quartiers dans",
  "Barbershops - customer reviews":"Barbershops - avis des clients",
  "Appointments":"Rendez-vous",
  "Reviews":"Avis",
  "Available Slots": "Créneaux disponibles",
  "Appointment confirmed for": "Rendez-vous confirmé pour",
  "Show Appointment": "Voir le rendez-vous",
  "Selected Time": "Heure sélectionnée",
  "Selected Day": "Jour sélectionné",
  "Service Info": "Informations sur le service",
  "Service Price": "Prix du service",
  "Confirm Booking": "Confirmer la réservation",
  "Continue": "Continuer",
  "Close": "Fermer",
  "Our Website guarantees that reviews with the Verified user tag have been added by registered users who have had an appointment with the provider. A registered user has the opportunity to add a review only after the service has been provided to them.":"Notre site Web garantit que les avis avec le tag Utilisateur vérifié ont été ajoutés par des utilisateurs enregistrés qui ont eu un rendez-vous avec le prestataire. Un utilisateur enregistré a la possibilité d'ajouter un avis uniquement après que le service lui a été fourni."
  }
